<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <meta name="description" content="FIME Educación Técnica">
  <meta name="keywords" content="university, facultad, ingenieria, mecanica, electrica">
  <title>Fire Emblem Awakening | Contact</title>
  <link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.7.2/css/all.css" integrity="sha384-fnmOCqbTlWIlj8LyTjo7mOUStjsKC4pOpQbqyi7RrhN7udi9RwhKkMHpvLbHG9Sr" crossorigin="anonymous">
  <link rel="stylesheet" type="text/css" href="./CSS/styles.css">
</head>
<body>
    <form action="alex-0097@hotmail.com" method="post" enctype="Text/plain">
  <header>
    <nav id="navbar">
      <div class="container">
        <h1 class="logo" title="Fire Emblem Awakening"><a href="./index.html">Fire Emblem Awakening</a></h1>
        <ul>
          <li><a href="./index.html">Inicio</a></li>
          <li><a href="./about.html">Acerca de</a></li>
          <li><a href="./contact.html">Contacto</a></li>
            <li><a href="./videos.html">Videos</a></li>
              <li><a  class="current" href="./Episodio 24.html">Episodio 24</a></li>
        </ul>
      </div>
    </nav>
  </header>
  <body>
<font  background: #8B0000;
  color: #008B8B;>
  <table width="100%" border="0" align="left" cellpadding="0" cellspacing="0" ">
  <tr><td><a href="../../index.php"></a> <a href="../../fe13.htm"></a>
  <h1>Cap&iacute;tulo 24: El Despertar </h1>
  (Awakening)
  <div align="center"><img src="../imagenes/Imagen.png" width="899" height="652"></div>

      <table width="100%"  border="0" cellspacing="0" cellpadding="0">
   <tr>
     <td width="36%"  valign="top"><div align="left">&#8226; Villas/objetos/tesoros:<br>
         A. Elixir. <br>
         B. Thoron.<br>
         C. Spear / Pica.<br>
         D. Tomahawk.
         <br>
         - Bullion (M) / Saco de Plata (jefe).<br>
            <br>
          &#8226; Nuevos personajes:<br>
            - No hay.<br>
     </div></td>
     <td  width="64%" valign="top"><div align="left">&#8226; Refuerzos enemigos:<<br>
       - Turno 2, 3, 4, 5:<br>
       &nbsp;&nbsp;2 Wyvern Lord / Palad&iacute;n Wyvern (rojo).<br>
       &nbsp;&nbsp;1 Paladin / Palad&iacute;n (naranjo).<br>
       - Turno 3, 4, 5:<br>
       &nbsp;&nbsp;1 Great Knight / Jinete pesado (azul).<br>
       - Turno 4, 5:<br>
       &nbsp;&nbsp;1 Great Knight / Jinete pesado (morado).<br>
       - Turno 5:<br>
       &nbsp;&nbsp;1 Paladin / Palad&iacute;n (blanco).<br>
       <br>
       &#8226; Eventos especiales:<br>
  - No hay.</div></td>
     </tr>
      </table>
      <div align="left">
  <p><img src="../imagenes/firemblem6.jpg" width="176" height="176" class="imgs">&bull; Estrategia general:<br>
    - Objetivo: Derrotar a todos.<br>
    - Unidades disponibles:
  Chrom + 14.
  <p> En este cap&iacute;tulo hay  solo unidades montadas. Obviamente armas efectivas contra estas clases sirven (Estoques, Beastkiller / Aterrafieras, magia viento contra los voladores, o martillos contra los Great Knight / Pesado). A&uacute;n si no fueras fuerte, forjar cualquiera de esas armas ayudar&aacute; mucho para derrotar a cualquier enemigo con casi cualquier personaje que est&eacute;s utilizando. <br>
    Y adem&aacute;s, desde el cap&iacute;tulo anterior que tenemos a Basilio quien posee el Rally Strenght / Potenciar: Fuerza. En cualquier dificultad e incluso en la m&aacute;s alta es una  ayuda para poder derrotar enemigos en dos golpes, &uacute;salo a&uacute;n si no ser&aacute; para derrotar enemigos.
  <p>Tambi&eacute;n como ese Rally de Basilio sirve, tener alguien con el Rally Movement / Potenciar: Movimiento te ayudar&aacute; a atravesar los &aacute;rboles. Directamente los 2 que comiencen m&aacute;s abajo ven justamente imposible llegar a m&aacute;s de los enemigos cercanos debido a su falta de movimiento (a no ser que estuvieran en clases voladoras) pero con el +1 de ese Rally pueden llegar y derrotar a los enemigos cercanos en un turno, por ejemplo. Si no tienes un Rally utiliza unidades que agrupadas a otras den +1 de movimiento.<br>
    Como deber&iacute;as saber ya, los bosques  tienen un costo de 2 de movimiento para unidades a pie, y los montados un costo de 3. Haci&eacute;ndoles complicado a los montados atravesar el terreno, y las clases voladoras podr&iacute;an ser algo d&eacute;biles a los arcos o ciertas magias, as&iacute; que tener m&aacute;s unidades a pie puede ser mejor, pero las voladoras podr&iacute;an por lo menos ayudarte a atravesar mejor el terreno si solo las usas como transporte agrup&aacute;ndoles alguien fuerte que deber&aacute; defender cierto lugar, intercambiando posiciones una vez los muevas.<br>
    Para defender estos lugares toma m&aacute;s en cuenta el mapa de la pantalla inferior. Sabiendo el costo de movimiento de 2 o 3 como explicado antes, puedes diferenciar los caminos que poder atravesar o d&oacute;nde poner a ciertas unidades, ya que marca los bosques m&aacute;s claramente. Y habiendo tantos montados a veces basta con una sola unidad para hacer de muralla, ya que podr&iacute;an no ponerse a los lados de &eacute;sta debido al costo de movimiento que les producen los &aacute;rboles.
  <p>Aparte de las armas efectivas, algunos enemigos pueden presentar problemas con que debes lidiar:<br>
    - Los Wyvern Lord / Palad&iacute;n Wyvern pueden tener Swordbreaker / Partesables. Les da +50 de golpe si lo atacas con espadas... y utilizan lanzas o hachas. Como adem&aacute;s son los que se pueden mover sin problema volando, pueden ser uno de los principales objetivos a vencer primero, o retrocediendo un poco para que sean ellos los primeros que te alcancen; verifica que los puedas matar en el turno enemigo. <br>
    - Tambi&eacute;n est&aacute;n los Great Knight / Jinete Pesado, pero  el problema es su skill Luna / Selene (puede reducir a la mitad la defensa del oponente al atacar), haci&eacute;ndote m&aacute;s da&ntilde;o sin que te lo esperes. As&iacute; que como no puedes controlar cuando lo activan o no, piensa en que siempre se activa y deber&aacute;s actuar m&aacute;s defensivo; ya sea demor&aacute;ndote un poco m&aacute;s para atacarlos a distancia y matarlos en dos golpes, o no poniendo a tus unidades en su alcance y contra m&aacute;s enemigos de la cuenta (imagin&aacute;ndote que siempre activar&aacute;n su skill causando el mayor da&ntilde;o que pueden hacerte, ten en cuenta que no es una muerte segura si la unidad es fuerte, pero sabr&aacute;s en que posiciones no puedes morir si tomas en cuenta eso).<br>
    - Los Paladines enemigos con Aegis / &Eacute;gida (puede disminuir a la mitad ataques  con arcos, magias o rocas drag&oacute;n) pueden ser varios, pero la Levin Sword / Espada trueno o hasta Bolt Axe / Hacha rayo no se ve afectada por esta habilidad.
    <br>
    - Varios enemigos vienen desde los fuertes como refuerzos. Por suerte puedes solo dejar a alguien ah&iacute; y no saldr&aacute;n, y ganar bastante evasi&oacute;n y defensa por terreno. <br>
    - Y por cierto, si solo vas a tomar en cuenta las defensas en la pantalla inferior al momento de atacar a los enemigos, te habr&aacute;s olvidado de a&ntilde;adir el +1 que dan los bosques que tambi&eacute;n es obtenido por el enemigo as&iacute; como la evasi&oacute;n del terreno.
  <p>En cualquiera de estos casos bastar&aacute; con aplicar lo dicho o tan solo usar bastones Rescue / Rescatar para llegar m&aacute;s lejos en menos turnos o para enviar a una unidad a derrotar alg&uacute;n enemigo que te presente problemas y luego atraerlo a un lugar seguro.
  <table width="100%" class="persboss">
    <tr>
      <td width="21%" class="s">Risen Chief</td>
      <td colspan="8" class="s">Jefe - Datos</td>
    </tr>
    <tr>
      <td><img src="../imagenes/24.jpg" width="63" height="70"></td>
      <td colspan="8" rowspan="2" valign="top"><div align="left"> Armas y Objetos:<br>
        - Tomahawk (forjado en Lunatic, Poder 18, Golpe 80, Cr&iacute;t. 0).<br>
        - Bullion (M) / Saco de plata
      </div></td>
      </tr>
    <tr>
      <td>Great Knight / Jinete pesado</td>
    </tr>
    <tr>
      <td>Nivel 18, Mov.  7</td>
      <td width="8%" >PV</td>
      <td width="11%" >Fue</td>
      <td width="11%" >Mag</td>
      <td width="10%" >Hab</td>
      <td width="8%" >Vel</td>
      <td width="12%" >Sue</td>
      <td width="9%" >Def</td>
      <td width="10%" >Res</td>
      </tr>
    <tr>
      <td>Dif&iacute;cil </td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      </tr>
    <tr>
      <td>Lunatic</td>
      <td>80</td>
      <td>42</td>
      <td>4</td>
      <td>31</td>
      <td>29</td>
      <td>28</td>
      <td>38 +2</td>
      <td>17</td>
      </tr>
    <tr>

  </table>

</b>
                     </font>
  </body></html>
